Repository: zagamaza/splitty
Catalog: ios/Splitty/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, it, ja, ko, pt_br, zh_hans

source: Старый пароль перестанет работать, вход по %@ останется доступен после того, как зададите новый.
de: Das alte Passwort funktioniert dann nicht mehr; die Anmeldung mit %@ bleibt möglich, sobald du ein neues gesetzt hast.
en: The old password will stop working; signing in with %@ stays available once you set a new one.
es: La contraseña anterior dejará de funcionar; podrás seguir entrando con %@ en cuanto establezcas una nueva.
fr: L’ancien mot de passe cessera de fonctionner ; la connexion avec %@ restera possible une fois le nouveau défini.
it: La vecchia password smetterà di funzionare; l’accesso con %@ resta disponibile dopo che ne imposti una nuova.
ja: 古いパスワードは使えなくなります。新しいパスワードを設定すれば、%@ でのサインインは引き続きご利用いただけます。
ko: 기존 비밀번호는 사용할 수 없게 됩니다. 새 비밀번호를 설정하시면 %@ 로그인은 계속 이용할 수 있습니다.
pt_br: A senha antiga deixa de funcionar; entrar com %@ continua disponível depois que você definir uma nova.
zh_hans: 旧密码将失效；设置新密码后仍可使用 %@ 登录。

source: Строка исчезнет из чека, итог пересчитается
de: Die Zeile verschwindet vom Beleg, die Summe wird neu berechnet
en: The line will disappear from the receipt and the total will be recalculated
es: La línea desaparecerá del recibo y el total se recalculará
fr: La ligne disparaîtra du ticket et le total sera recalculé
it: La riga sparirà dallo scontrino e il totale verrà ricalcolato
ja: この行はレシートから削除され、合計が再計算されます
ko: 이 줄은 영수증에서 삭제되고 합계가 다시 계산됩니다
pt_br: A linha some do recibo e o total é recalculado
zh_hans: 该行将从小票中删除，合计会重新计算

source: Сумма
de: Betrag
en: Amount
es: Importe
fr: Montant
it: Importo
ja: 金額
ko: 금액
pt_br: Valor
zh_hans: 金额

source: Сумма распределена полностью
de: Der Betrag ist vollständig aufgeteilt
en: The whole amount is split
es: El importe está repartido por completo
fr: Le montant est entièrement réparti
it: L’importo è distribuito per intero
ja: 金額はすべて割り当て済みです
ko: 금액이 모두 배분되었습니다
pt_br: O valor está todo distribuído
zh_hans: 金额已全部分配

source: Суммами
de: Nach Beträgen
en: By amounts
es: Por importes
fr: Par montants
it: Per importi
ja: 金額で
ko: 금액별
pt_br: Por valores
zh_hans: 按金额

source: Суммы не пересчитываются — изменится только обозначение, у всех участников группы
de: Beträge werden nicht umgerechnet — es ändert sich nur das Symbol, für alle in der Gruppe
en: Amounts aren't converted — only the symbol changes, for everyone in the group
es: Los importes no se convierten: solo cambia el símbolo, para todo el grupo
fr: Les montants ne sont pas convertis — seul le symbole change, pour tout le groupe
it: Gli importi non vengono convertiti: cambia solo il simbolo, per tutto il gruppo
ja: 金額は換算されません。表記だけがグループ全員で変わります
ko: 금액은 환산되지 않습니다. 표기만 그룹 전원에게 바뀝니다
pt_br: Os valores não são convertidos — muda só o símbolo, para todo o grupo
zh_hans: 金额不会换算 — 只是符号变化，对群组所有成员都一样

source: Суммы участников должны сходиться с суммой расхода
de: Die Beträge der Mitglieder müssen die Summe der Ausgabe ergeben
en: The members’ amounts must add up to the expense total
es: Los importes de los miembros deben sumar el total del gasto
fr: Les montants des membres doivent correspondre au total de la dépense
it: La somma degli importi dei partecipanti deve corrispondere al totale della spesa
ja: メンバーの金額の合計は、支出の合計と一致する必要があります
ko: 참여자 금액의 합은 지출 총액과 일치해야 합니다
pt_br: A soma dos valores dos participantes precisa bater com o total da despesa
zh_hans: 成员金额之和必须等于支出总额

source: Сфотографировать чек
de: Beleg fotografieren
en: Photograph the receipt
es: Fotografiar el recibo
fr: Photographier le ticket
it: Fotografa lo scontrino
ja: レシートを撮影
ko: 영수증 촬영
pt_br: Fotografar o recibo
zh_hans: 拍摄小票

source: Считываю расход и раскладываю по позициям
de: Ich erfasse die Ausgabe und teile sie in Positionen auf
en: Working out the expense and breaking it into items
es: Interpretando el gasto y separándolo en líneas
fr: J'analyse la dépense et la découpe en lignes
it: Sto leggendo la spesa e la divido in voci
ja: 支出を読み取り、品目に分けています
ko: 지출을 읽고 항목별로 나누는 중
pt_br: Lendo a despesa e separando em itens
zh_hans: 正在读取支出并拆分为项目

source: Такси
de: Taxi
en: Taxi
es: Taxi
fr: Taxi
it: Taxi
ja: タクシー
ko: 택시
pt_br: Táxi
zh_hans: 出租车

source: Текущий пароль
de: Aktuelles Passwort
en: Current password
es: Contraseña actual
fr: Mot de passe actuel
it: Password attuale
ja: 現在のパスワード
ko: 현재 비밀번호
pt_br: Senha atual
zh_hans: 当前密码

source: Тема
de: Design
en: Theme
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
pt_br: Tema
zh_hans: 主题

source: Траты по дням
de: Ausgaben nach Tag
en: Spending by day
es: Gastos por día
fr: Dépenses par jour
it: Spese per giorno
ja: 日別の支出
ko: 일별 지출
pt_br: Gastos por dia
zh_hans: 每日支出

source: Траты по дням недели
de: Ausgaben nach Wochentag
en: Spending by weekday
es: Gastos por día de la semana
fr: Dépenses par jour de la semaine
it: Spese per giorno della settimana
ja: 曜日別の支出
ko: 요일별 지출
pt_br: Gastos por dia da semana
zh_hans: 按星期支出

source: Требуется вход
de: Anmeldung erforderlich
en: Sign-in required
es: Hace falta iniciar sesión
fr: Connexion requise
it: Serve l’accesso
ja: サインインが必要です
ko: 로그인이 필요합니다
pt_br: Login necessário
zh_hans: 需要登录

source: Тёмная
de: Dunkel
en: Dark
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
pt_br: Escuro
zh_hans: 深色

source: У вас нет долгов в этой группе
de: Du hast in dieser Gruppe keine Schulden
en: You have no debts in this group
es: No tienes deudas en este grupo
fr: Vous n'avez pas de dette dans ce groupe
it: In questo gruppo non hai debiti
ja: このグループでのあなたの借りはありません
ko: 이 그룹에서 회원님의 빚은 없습니다
pt_br: Você não tem dívidas neste grupo
zh_hans: 你在这个群组没有欠款

source: У вас пока нет групп — создайте её на вкладке «Группы»
de: Du hast noch keine Gruppen — erstelle eine im Tab „Gruppen“
en: You don't have any groups yet — create one on the Groups tab
es: Aún no tienes grupos: crea uno en la pestaña «Grupos»
fr: Vous n'avez pas encore de groupe — créez-en un dans l'onglet « Groupes »
it: Non hai ancora gruppi: creane uno nella scheda “Gruppi”
ja: まだグループがありません。「グループ」タブで作成してください
ko: 아직 그룹이 없습니다. 「그룹」 탭에서 만들어 주십시오
pt_br: Você ainda não tem grupos — crie um na aba “Grupos”
zh_hans: 你还没有群组 — 请在「群组」标签中创建

source: Убрать
de: Entfernen
en: Remove
es: Quitar
fr: Retirer
it: Rimuovi
ja: 削除
ko: 삭제
pt_br: Remover
zh_hans: 移除

source: Убрать %@ из группы?
de: %@ aus der Gruppe entfernen?
en: Remove %@ from the group?
es: ¿Quitar a %@ del grupo?
fr: Retirer %@ du groupe ?
it: Vuoi rimuovere %@ dal gruppo?
ja: %@ をグループから削除しますか？
ko: %@ 님을 그룹에서 삭제하시겠습니까?
pt_br: Remover %@ do grupo?
zh_hans: 要把 %@ 移出群组吗？

source: Убрать из группы
de: Aus der Gruppe entfernen
en: Remove from group
es: Quitar del grupo
fr: Retirer du groupe
it: Rimuovi dal gruppo
ja: グループから削除
ko: 그룹에서 삭제
pt_br: Remover do grupo
zh_hans: 移出群组

source: Убрать фото
de: Foto verwerfen
en: Discard photo
es: Descartar la foto
fr: Abandonner la photo
it: Elimina foto
ja: 写真を削除
ko: 사진 삭제
pt_br: Descartar foto
zh_hans: 删除照片

source: Уведомления
de: Benachrichtigungen
en: Notifications
es: Notificaciones
fr: Notifications
it: Notifiche
ja: 通知
ko: 알림
pt_br: Notificações
zh_hans: 通知

source: Удаление…
de: Wird gelöscht…
en: Deleting…
es: Eliminando…
fr: Suppression…
it: Eliminazione…
ja: 削除しています…
ko: 삭제하는 중…
pt_br: Excluindo…
zh_hans: 正在删除…

source: Удалить
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除

source: Удалить аккаунт
de: Konto löschen
en: Delete account
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
ja: アカウントを削除
ko: 계정 삭제
pt_br: Excluir conta
zh_hans: 删除账号

source: Удалить аккаунт?
de: Konto löschen?
en: Delete account?
es: ¿Eliminar la cuenta?
fr: Supprimer le compte ?
it: Vuoi eliminare l’account?
ja: アカウントを削除しますか？
ko: 계정을 삭제하시겠습니까?
pt_br: Excluir a conta?
zh_hans: 要删除账号吗？

source: Удалить неотправленный расход?
de: Nicht gesendete Ausgabe löschen?
en: Delete the unsent expense?
es: ¿Eliminar el gasto sin enviar?
fr: Supprimer la dépense non envoyée ?
it: Vuoi eliminare la spesa non inviata?
ja: 未送信の支出を削除しますか？
ko: 전송되지 않은 지출을 삭제하시겠습니까?
pt_br: Excluir a despesa não enviada?
zh_hans: 要删除这笔未发送的支出吗？

source: Удалить платёж?
de: Zahlung löschen?
en: Delete payment?
es: ¿Eliminar el pago?
fr: Supprimer le paiement ?
it: Vuoi eliminare il pagamento?
ja: 支払いを削除しますか？
ko: 결제를 삭제하시겠습니까?
pt_br: Excluir o pagamento?
zh_hans: 要删除这笔付款吗？

source: Удалить позицию
de: Position löschen
en: Delete item
es: Eliminar línea
fr: Supprimer la ligne
it: Elimina voce
ja: 品目を削除
ko: 항목 삭제
pt_br: Excluir item
zh_hans: 删除项目

source: Удалить позицию?
de: Position löschen?
en: Delete the item?
es: ¿Eliminar la línea?
fr: Supprimer la ligne ?
it: Vuoi eliminare la voce?
ja: この品目を削除しますか？
ko: 이 항목을 삭제하시겠습니까?
pt_br: Excluir o item?
zh_hans: 要删除该项目吗？

source: Удалить расход?
de: Ausgabe löschen?
en: Delete expense?
es: ¿Eliminar el gasto?
fr: Supprimer la dépense ?
it: Vuoi eliminare la spesa?
ja: この支出を削除しますか？
ko: 이 지출을 삭제하시겠습니까?
pt_br: Excluir a despesa?
zh_hans: 要删除这笔支出吗？

source: Удалить сбор
de: Zuschlag löschen
en: Delete surcharge
es: Eliminar recargo
fr: Supprimer le supplément
it: Elimina supplemento
ja: 手数料を削除
ko: 수수료 삭제
pt_br: Excluir taxa
zh_hans: 删除服务费

source: Удалить сбор?
de: Zuschlag löschen?
en: Delete the surcharge?
es: ¿Eliminar el recargo?
fr: Supprimer le supplément ?
it: Vuoi eliminare il supplemento?
ja: この手数料を削除しますか？
ko: 이 수수료를 삭제하시겠습니까?
pt_br: Excluir a taxa?
zh_hans: 要删除该服务费吗？

source: Удерживайте и говорите; свайп вверх — закрепить
de: Gedrückt halten und sprechen; nach oben wischen zum Fixieren
en: Hold and speak; swipe up to lock
es: Mantén pulsado y habla; desliza arriba para fijar
fr: Maintenez et parlez ; balayez vers le haut pour verrouiller
it: Tieni premuto e parla; scorri in alto per bloccare
ja: 押したまま話してください。上へスワイプで固定します
ko: 누른 채 말씀하십시오. 위로 밀면 고정됩니다
pt_br: Segure e fale; deslize para cima para travar
zh_hans: 按住说话；上滑锁定

source: Удерживайте и скажите, что изменить
de: Gedrückt halten und sagen, was geändert werden soll
en: Hold and say what to change
es: Mantén pulsado y di qué cambiar
fr: Maintenez et dites ce qu’il faut changer
it: Tieni premuto e di’ cosa cambiare
ja: 押したまま、変更したい内容をお話しください
ko: 누른 채 변경할 내용을 말씀해 주십시오
pt_br: Segure e diga o que mudar
zh_hans: 按住并说出要修改的内容

source: Удерживайте микрофон, пока говорите, и отпустите, когда закончите
de: Halte das Mikrofon gedrückt, während du sprichst, und lass los, wenn du fertig bist
en: Hold the mic while you speak and release when you're done
es: Mantén pulsado el micrófono mientras hablas y suelta al terminar
fr: Maintenez le micro pendant que vous parlez et relâchez quand vous avez fini
it: Tieni premuto il microfono mentre parli e rilascia quando hai finito
ja: 話している間はマイクを押したままにし、終わったら離してください
ko: 말씀하시는 동안 마이크를 누르고 계시다가 끝나면 손을 떼십시오
pt_br: Segure o microfone enquanto fala e solte quando terminar
zh_hans: 说话时按住麦克风，说完后松开

source: Удерживайте, чтобы говорить
de: Zum Sprechen gedrückt halten
en: Hold to talk
es: Mantén pulsado para hablar
fr: Maintenez pour parler
it: Tieni premuto per parlare
ja: 押している間だけ話せます
ko: 누르고 계시면 말할 수 있습니다
pt_br: Segure para falar
zh_hans: 按住说话

source: Уже есть аккаунт? Войти
de: Schon ein Konto? Anmelden
en: Already have an account? Sign in
es: ¿Ya tienes cuenta? Entra
fr: Vous avez déjà un compte ? Connectez-vous
it: Hai già un account? Accedi
ja: すでにアカウントをお持ちですか？サインイン
ko: 이미 계정이 있으신가요? 로그인
pt_br: Já tem conta? Entrar
zh_hans: 已有账号？登录

source: Ужин
de: Abendessen
en: Dinner
es: Cena
fr: Dîner
it: Cena
ja: 夕食
ko: 저녁
pt_br: Jantar
zh_hans: 晚餐

source: Укажите цену позиции
de: Gib einen Preis für die Position an
en: Add a price for the item
es: Indica el precio de la línea
fr: Indiquez le prix de la ligne
it: Indica il prezzo della voce
ja: 品目の価格を入力してください
ko: 항목의 가격을 입력해 주십시오
pt_br: Informe o preço do item
zh_hans: 请填写该项目的价格

source: Укажите цену — коснитесь позиции с меткой «цена?». Или продиктуйте: «пицца стоила 600»
de: Gib einen Preis an — tippe auf die Position mit „Preis?“. Oder sag es einfach: „die Pizza hat 600 gekostet“
en: Add a price — tap the item marked “price?”. Or just say it: “the pizza was 600”
es: Añade un precio: toca la línea marcada con «¿precio?». O dilo en voz alta: «la pizza costó 600»
fr: Indiquez un prix — touchez la ligne marquée « prix ? ». Ou dictez : « la pizza coûtait 600 »
it: Indica il prezzo: tocca la voce con l’etichetta “prezzo?”. Oppure dillo: “la pizza costava 6 euro”
ja: 価格を入力してください。「価格？」と表示された品目をタップします。または「ピザは600円」のようにお話しください
ko: 가격을 입력해 주십시오. 「가격?」이라고 표시된 항목을 누르십시오. 또는 「피자는 6,000원」처럼 말씀해 주십시오
pt_br: Informe o preço — toque no item marcado com “preço?”. Ou diga: “a pizza custou 60”
zh_hans: 请填写价格 — 点按标有「价格？」的项目。也可以直接说：「披萨 60 元」

source: Укажите цены позиций — без них не посчитать доли
de: Gib Preise für die Positionen an — ohne sie lassen sich die Anteile nicht berechnen
en: Add prices for the items — without them the shares can’t be worked out
es: Indica los precios de las líneas: sin ellos no se pueden calcular las partes
fr: Indiquez les prix des lignes — sans eux, impossible de calculer les parts
it: Indica i prezzi delle voci: senza non si possono calcolare le quote
ja: 品目の価格を入力してください。価格がないと取り分を計算できません
ko: 항목의 가격을 입력해 주십시오. 가격이 없으면 몫을 계산할 수 없습니다
pt_br: Informe os preços dos itens — sem eles não dá para calcular as cotas
zh_hans: 请填写各项目的价格 — 否则无法计算份额

source: Управлять подпиской
de: Abo verwalten
en: Manage subscription
es: Gestionar suscripción
fr: Gérer l’abonnement
it: Gestisci abbonamento
ja: サブスクリプションを管理
ko: 구독 관리
pt_br: Gerenciar assinatura
zh_hans: 管理订阅

source: Условия
de: Bedingungen
en: Terms
es: Términos
fr: Conditions
it: Termini
ja: 利用規約
ko: 이용약관
pt_br: Termos
zh_hans: 条款

source: Участник
de: Mitglied
en: Member
es: Miembro
fr: Membre
it: Partecipante
ja: メンバー
ko: 참여자
pt_br: Participante
zh_hans: 成员

source: Участники
de: Mitglieder
en: Members
es: Miembros
fr: Membres
it: Partecipanti
ja: メンバー
ko: 참여자
pt_br: Participantes
zh_hans: 成员

source: Участников: %lld
de: Mitglieder: %lld
en: Members: %lld
es: Miembros: %lld
fr: Membres : %lld
it: Partecipanti: %lld
ja: メンバー：%lld 人
ko: 참여자: %lld명
pt_br: Participantes: %lld
zh_hans: 成员：%lld 人

source: Фото
de: Foto
en: Photo
es: Foto
fr: Photo
it: Foto
ja: 写真
ko: 사진
pt_br: Foto
zh_hans: 照片

source: Фото чека
de: Beleg-Foto
en: Receipt photo
es: Foto del recibo
fr: Photo du ticket
it: Foto dello scontrino
ja: レシートの写真
ko: 영수증 사진
pt_br: Foto do recibo
zh_hans: 小票照片

source: Цена
de: Preis
en: Price
es: Precio
fr: Prix
it: Prezzo
ja: 価格
ko: 가격
pt_br: Preço
zh_hans: 价格

source: Чек снят
de: Beleg aufgenommen
en: Receipt captured
es: Recibo capturado
fr: Ticket pris en photo
it: Scontrino fotografato
ja: レシートを撮影しました
ko: 영수증을 촬영했습니다
pt_br: Recibo fotografado
zh_hans: 已拍摄小票

source: Черновик обновлён
de: Entwurf aktualisiert
en: Draft updated
es: Borrador actualizado
fr: Brouillon mis à jour
it: Bozza aggiornata
ja: 下書きを更新しました
ko: 초안이 업데이트되었습니다
pt_br: Rascunho atualizado
zh_hans: 草稿已更新

source: Что-то пошло не так на нашей стороне. Попробуйте ещё раз
de: Auf unserer Seite ist etwas schiefgelaufen. Versuche es erneut
en: Something went wrong on our side. Please try again
es: Algo salió mal por nuestra parte. Inténtalo de nuevo
fr: Quelque chose a mal tourné de notre côté. Réessayez
it: Qualcosa è andato storto da parte nostra. Riprova
ja: こちら側で問題が発生しました。もう一度お試しください
ko: 저희 쪽에서 문제가 발생했습니다. 다시 시도해 주십시오
pt_br: Algo deu errado do nosso lado. Tente novamente
zh_hans: 我们这边出了点问题，请重试

source: Эта подписка оформлена на другой аккаунт Splitor
de: Dieses Abo gehört zu einem anderen Splitor-Konto
en: This subscription belongs to another Splitor account
es: Esta suscripción pertenece a otra cuenta de Splitor
fr: Cet abonnement appartient à un autre compte Splitor
it: Questo abbonamento appartiene a un altro account Splitor
ja: このサブスクリプションは別の Splitor アカウントのものです
ko: 이 구독은 다른 Splitor 계정의 것입니다
pt_br: Esta assinatura pertence a outra conta do Splitor
zh_hans: 该订阅属于另一个 Splitor 账号

source: Этот email уже зарегистрирован. Войдите вместо регистрации
de: Diese E-Mail ist bereits registriert. Melde dich stattdessen an
en: This email is already registered. Sign in instead
es: Este correo ya está registrado. Inicia sesión en su lugar
fr: Cet e-mail est déjà enregistré. Connectez-vous plutôt
it: Questa email è già registrata. Accedi invece di registrarti
ja: このメールアドレスは登録済みです。新規登録ではなくサインインしてください
ko: 이미 가입된 이메일입니다. 회원가입 대신 로그인해 주십시오
pt_br: Este e-mail já está cadastrado. Entre em vez de criar conta
zh_hans: 该邮箱已注册。请直接登录

source: Этот аккаунт удалить нельзя
de: Dieses Konto kann nicht gelöscht werden
en: This account can’t be deleted
es: Esta cuenta no se puede eliminar
fr: Ce compte ne peut pas être supprimé
it: Questo account non può essere eliminato
ja: このアカウントは削除できません
ko: 이 계정은 삭제할 수 없습니다
pt_br: Esta conta não pode ser excluída
zh_hans: 该账号无法删除

source: Этот аккаунт уже связан с другим профилем Splitor. Войдите через него
de: Dieses Konto ist bereits mit einem anderen Splitor-Profil verknüpft. Melde dich damit an
en: This account is already linked to another Splitor profile. Sign in with that one
es: Esta cuenta ya está vinculada a otro perfil de Splitor. Entra con ese
fr: Ce compte est déjà lié à un autre profil Splitor. Connectez-vous avec celui-là
it: Questo account è già collegato a un altro profilo Splitor. Accedi con quello
ja: このアカウントはすでに別の Splitor プロフィールに連携されています。そちらでサインインしてください
ko: 이 계정은 이미 다른 Splitor 프로필에 연결되어 있습니다. 해당 계정으로 로그인해 주십시오
pt_br: Esta conta já está vinculada a outro perfil do Splitor. Entre por ele
zh_hans: 该账号已关联到另一个 Splitor 账号。请用那个账号登录

source: Этот аккаунт уже связан с другим профилем Splitty. Войдите через него
de: Dieses Konto ist bereits mit einem anderen Splitty-Profil verknüpft. Melde dich damit an
en: This account is already linked to another Splitty profile. Sign in with that one
es: Esta cuenta ya está vinculada a otro perfil de Splitty. Inicia sesión con ese
fr: Ce compte est déjà lié à un autre profil Splitty. Connectez-vous avec celui-ci
it: Questo account è già collegato a un altro profilo Splitty. Accedi con quello
ja: このアカウントはすでに別の Splitty プロフィールに連携されています。そちらでサインインしてください
ko: 이 계정은 이미 다른 Splitty 프로필에 연결되어 있습니다. 해당 계정으로 로그인해 주십시오
pt_br: Esta conta já está vinculada a outro perfil do Splitty. Entre por ele
zh_hans: 该账号已关联到另一个 Splitty 账号。请用那个账号登录

source: Я
de: D
en: Y
es: T
fr: V
it: Y
ja: Y
ko: Y
pt_br: Y
zh_hans: Y

source: Язык
de: Sprache
en: Language
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
zh_hans: 语言

source: Язык сообщений бота в Telegram
de: Sprache der Nachrichten des Telegram-Bots
en: Language of the Telegram bot's messages
es: Idioma de los mensajes del bot de Telegram
fr: Langue des messages du bot Telegram
it: Lingua dei messaggi del bot su Telegram
ja: Telegram ボットのメッセージの言語
ko: Telegram 봇 메시지의 언어
pt_br: Idioma das mensagens do bot no Telegram
zh_hans: Telegram 机器人消息的语言

source: авто
de: auto
en: auto
es: auto
fr: auto
it: auto
ja: 自動
ko: 자동
pt_br: auto
zh_hans: 自动

source: авто · %@
de: auto · %@
en: auto · %@
es: auto · %@
fr: auto · %@
it: auto · %@
ja: 自動・%@
ko: 자동 · %@
pt_br: auto · %@
zh_hans: 自动 · %@

source: без вас
de: ohne dich
en: without you
es: sin ti
fr: sans vous
it: senza di te
ja: あなたを除く
ko: 회원님 제외
pt_br: sem você
zh_hans: 不含你

source: без учёта %lld неотправленных операций
de: ohne %lld nicht gesendete Vorgänge
en: not counting %lld unsent operations
es: sin contar %lld operaciones sin enviar
fr: sans compter %lld opérations non envoyées
it: senza contare %lld operazioni non inviate
ja: 未送信の操作 %lld 件を除く
ko: 전송되지 않은 작업 %lld건 제외
pt_br: sem contar %lld operações não enviadas
zh_hans: 不含 %lld 项未发送的操作

source: в расчёте
de: ausgeglichen
en: settled
es: saldado
fr: réglé
it: in pari
ja: 精算済み
ko: 정산 완료
pt_br: quites
zh_hans: 已结清

source: вам должны
de: schuldet dir
en: owes you
es: te debe
fr: vous doit
it: ti devono
ja: 受け取る
ko: 받을 금액
pt_br: devem a você
zh_hans: 欠你

source: ваша доля
de: dein Anteil
en: your share
es: tu parte
fr: votre part
it: la tua quota
ja: あなたの負担分
ko: 회원님의 몫
pt_br: sua parte
zh_hans: 你的分摊

source: ваша доля: 200 + 100
de: dein Anteil: 2,00 € + 1,00 €
en: your share: $2.00 + $1.00
es: tu parte: 2,00 € + 1,00 €
fr: votre part : 2,00 € + 1,00 €
it: la tua quota: € 2,00 + € 1,00
ja: あなたの負担分：200円 + 100円
ko: 회원님의 몫: ₩2,000 + ₩1,000
pt_br: sua parte: R$ 20,00 + R$ 10,00
zh_hans: 你的分摊：¥20.00 + ¥10.00

source: взаимные долги
de: gegenseitige Schulden
en: mutual debts
es: deudas mutuas
fr: dettes réciproques
it: debiti reciproci
ja: 相互の貸し借り
ko: 상호 빚
pt_br: dívidas mútuas
zh_hans: 相互欠款

source: войдите по email
de: mit E-Mail anmelden
en: sign in with email
es: entra con tu correo
fr: connectez-vous par e-mail
it: accedi con l’email
ja: メールでサインイン
ko: 이메일로 로그인
pt_br: entre com e-mail
zh_hans: 用邮箱登录

source: вс
de: So
en: Sun
es: dom
fr: dim
it: dom
ja: 日
ko: 일
pt_br: dom
zh_hans: 周日

source: всего
de: gesamt
en: total
es: total
fr: total
it: totale
ja: 合計
ko: 합계
pt_br: total
zh_hans: 合计

source: вт
de: Di
en: Tue
es: mar
fr: mar
it: mar
ja: 火
ko: 화
pt_br: ter
zh_hans: 周二

source: вы
de: du
en: you
es: tú
fr: vous
it: tu
ja: あなた
ko: 회원님
pt_br: você
zh_hans: 你

source: вы должны
de: du schuldest
en: you owe
es: debes
fr: vous devez
it: devi
ja: あなたの借り
ko: 회원님의 빚
pt_br: você deve
zh_hans: 你欠

source: вы одолжили
de: du hast ausgelegt
en: you lent
es: prestaste
fr: vous avez avancé
it: hai prestato
ja: 立て替え分
ko: 회원님이 대신 냈습니다
pt_br: você emprestou
zh_hans: 你垫付

source: год
de: Jahr
en: year
es: año
fr: an
it: anno
ja: 年
ko: 년
pt_br: ano
zh_hans: 年

source: делим на троих
de: durch drei geteilt
en: split three ways
es: dividido entre tres
fr: partagé en trois
it: divisa in tre
ja: 3人で分ける
ko: 세 명이서 나누기
pt_br: dividido por três
zh_hans: 三人平分

source: делится поровну
de: wird gleichmäßig geteilt
en: split equally
es: se reparte a partes iguales
fr: réparti à parts égales
it: divisa in parti uguali
ja: 均等に分割
ko: 균등하게 나눔
pt_br: dividido igualmente
zh_hans: 平均分摊

source: делится пропорционально съеденному
de: wird anteilig zum Verzehr geteilt
en: split in proportion to what each ate
es: se reparte en proporción a lo consumido
fr: réparti proportionnellement à ce qui a été consommé
it: divisa in base a quanto ha consumato ciascuno
ja: 食べた分に応じて分割
ko: 각자 먹은 만큼 비례해서 나눔
pt_br: dividido conforme o que cada um consumiu
zh_hans: 按各自消费比例分摊

source: долги не считаются
de: Schulden nicht berechnet
en: debts not calculated
es: deudas sin calcular
fr: dettes non calculées
it: debiti non calcolati
ja: 貸し借りは計算されません
ko: 빚이 계산되지 않습니다
pt_br: dívidas não calculadas
zh_hans: 不计算欠款

source: должен(на)
de: schuldet
en: owes
es: debe
fr: doit
it: deve
ja: 借り
ko: 빚짐
pt_br: deve
zh_hans: 欠

source: должен(на) вам
de: schuldet dir
en: owes you
es: te debe
fr: vous doit
it: ti deve
ja: あなたへの借り
ko: 회원님께 빚짐
pt_br: deve a você
zh_hans: 欠你

source: доля
de: Anteil
en: share
es: parte
fr: part
it: quota
ja: 負担分
ko: 몫
pt_br: cota
zh_hans: 分摊

source: за такси
de: fürs Taxi
en: for the taxi
es: por el taxi
fr: pour le taxi
it: per il taxi
ja: タクシー代
ko: 택시비
pt_br: pelo táxi
zh_hans: 打车费

source: за ужин
de: fürs Abendessen
en: for dinner
es: por la cena
fr: pour le dîner
it: per la cena
ja: 夕食代
ko: 저녁 식사비
pt_br: pelo jantar
zh_hans: 晚餐费

source: заплатил(а) за всех
de: hat für alle bezahlt
en: paid for everyone
es: pagó por todos
fr: a payé pour tous
it: ha pagato per tutti
ja: 全員分を支払い
ko: 모두의 몫을 결제
pt_br: pagou por todos
zh_hans: 为所有人付款

source: заплатили за всех
de: hast für alle bezahlt
en: paid for everyone
es: pagaste por todos
fr: avez payé pour tous
it: hanno pagato per tutti
ja: 全員分を支払い
ko: 모두의 몫을 결제
pt_br: pagaram por todos
zh_hans: 为所有人付款

source: и разделено
de: und aufgeteilt
en: and split
es: y se reparte
fr: et réparti
it: e divisa
ja: 分割済み
ko: 그리고 나눔
pt_br: e dividido
zh_hans: 并已分摊

source: или
de: oder
en: or
es: o
fr: ou
it: oppure
ja: または
ko: 또는
pt_br: ou
zh_hans: 或
